lib/xml/removeDNISFromCampaign.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:removeDNISFromCampaign>
            <!--Optional:-->
            <campaignName>?</campaignName>
            <!--Zero or more repetitions:-->
            <DNISList>?</DNISList>
        </ser:removeDNISFromCampaign>
    </soapenv:Body>
</soapenv:Envelope>